FemDesign.Results.LineSupportResultant
FemDesign "Line support group, Resultants" result

FemDesign.Results.LineSupportResultant.Id
Support name identifier

FemDesign.Results.LineSupportResultant.HalfLength
l/2 length of support

FemDesign.Results.LineSupportResultant.Fx
Local Fx'

FemDesign.Results.LineSupportResultant.Fy
Local Fy'

FemDesign.Results.LineSupportResultant.Fz
Local Fz'

FemDesign.Results.LineSupportResultant.Mx
Local Mx'

FemDesign.Results.LineSupportResultant.My
Local My'

FemDesign.Results.LineSupportResultant.Mz
Local Mz'

FemDesign.Results.LineSupportResultant.CaseIdentifier
Load case or combination name